Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/houses_of_the_oireachtas/private_members_bills.html.txt.tmx
Source language: en
Languages: ga

source: All proposals for new laws (in other words, Acts of the Oireachtas) start life as Bills
ga: Tosaíonn gach togra le haghaidh dlíthe nua (nó Achtanna an Oireachtais i bhfocail eile) mar Bhillí

source: Proposals for laws that apply to the general public are called Public Bills which include Government Bills and Private Members’ Bills
ga: Tugtar Billí Poiblí ar thograí le haghaidh dlíthe a bhaineann leis an bpobal i gcoitinne lena n-áirítear Billí Rialtais agus Billí na mBall Príobháideach

source: Proposals for laws that are promoted by corporate entities or individuals for their own purposes are called Private Bills
ga: Tugtar Billí Príobháideacha ar thograí le haghaidh dlíthe a chuireann aonán corparáideach nó duine aonair ar thograí le haghaidh dlíthe a bhaineann leis an bpobal i gcoitinne

source: In general, Private Bills are very rare
ga: Is annamh a bhíonn Billí Príobháideacha ann de ghnáth

source: A Private Member's Bill is a Public Bill that can be initiated by any member of either of the houses of the Oireachtas (that is, the Dáil or Seanad), regardless of their political affiliation
ga: Is Billí Poibli iad Billí na mBall Príobháideach agus is féidir le aon bhall den Dáil nó den Seanad Bille a chuir ós cómhair an Tí is cuma cén páirtí lena mbaineann siad

source: The Private Member's Bill cannot be started by any member of the Government, Minister of State, the Attorney General or leader of the House in the Seanad
ga: Ní féidir le aon bhall den Rialtas, le Aire Stáit, leis an Ard Aighne ná le ceannaire an tí sa Seanad Bille Baill Phríobháideach a thosú

source: Like Government legislation the Private Member's Bill must be passed by both Houses of the Oireachtas
ga: Díreach mar is gá do Reachtú an Rialtais go nglacfaí leo i dTithe an Oireachtais, is gá do Bhille Baill Príobháideach go nglacfaí leis, freisin

source: In practice, the Government opposes Private Members' Bills so it is very rare that a Bill will survive to become legislation
ga: Sa ghnáthbhealach cuireann an Rialtas in aghaidh gach Bille Baill Príobháideach agus is annamh a éiríonn leo dul tríd chun a bheith i ndlí

source: Sometimes, Private Members' Bills are initiated by members of the Oireachtas simply to draw attention to an issue or to focus public debate on a gap in the law
ga: Uaireanta tugtar Bille Baill Phríobháideach ós cómhair na Dála nó an tSeanaid chun aird a tharraingt ar cheist phoiblí nó chun díospóireacht a thosnú ar locht éigin atá sa dlí

source: Read more about Bills and how legislation is initiated and debated
ga: Is féidir leat tuilleadh eolais a fháil faoi conas a dhéantar reachtaíocht a thionscnamh agus a chaibidliú
